{"class_name": "Model", "config": {"name": "model_65", "layers": [{"name": "input_43", "class_name": "InputLayer", "config": {"batch_input_shape": [null, 75], "dtype": "float32", "sparse": false, "name": "input_43"}, "inbound_nodes": []}, {"name": "dense_43", "class_name": "Dense", "config": {"name": "dense_43", "trainable": true, "units": 2, "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "inbound_nodes": [[["input_43", 0, 0, {}]]]}], "input_layers": [["input_43", 0, 0]], "output_layers": [["dense_43", 0, 0]]}, "keras_version": "2.2.4", "backend": "tensorflow"}